Repository: AinaSnow/XIVChatNext
Catalog: XIVChat Desktop/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# Menu.Connect
source: Connect
zh_cn: 连接

# Menu.Disconnect
source: Disconnect
zh_cn: 断开

# Menu.Scan
source: Scan
zh_cn: 扫描

# Menu.Export
source: Export
zh_cn: 导出

# Menu.Config
source: Configuration
zh_cn: 配置

# Menu.Exit
source: Exit
zh_cn: 退出

# Menu.Player
source: Player
zh_cn: 玩家

# Menu.FriendList
source: Friend List
zh_cn: 好友名单

# Channel.Tell
source: Tell
zh_cn: 悄悄话

# Channel.Say
source: Say
zh_cn: 说话

# Channel.Party
source: Party
zh_cn: 小队

# Channel.Alliance
source: Alliance
zh_cn: 团队

# Channel.Yell
source: Yell
zh_cn: 呼喊

# Channel.Shout
source: Shout
zh_cn: 喊话

# Channel.FreeCompany
source: Free Company
zh_cn: 部队

# Channel.PvpTeam
source: PvP Team
zh_cn: 战队

# Channel.NoviceNetwork
source: Novice Network
zh_cn: 新人频道

# Channel.CrossLinkshell
source: Cross-world Linkshell [{0}]
zh_cn: 跨服贝频道 [{0}]

# Channel.Linkshell
source: Linkshell [{0}]
zh_cn: 通讯贝 [{0}]

# Status.NotLoggedIn
source: Not logged in
zh_cn: 未登录

# Status.Connected
source: Connected
zh_cn: 已连接

# Status.Disconnected
source: Disconnected
zh_cn: 已断开

# Dialog.Connect
source: Connect
zh_cn: 连接

# Dialog.Cancel
source: Cancel
zh_cn: 取消

# Dialog.Save
source: Save
zh_cn: 保存

# Dialog.Delete
source: Delete
zh_cn: 删除

# Dialog.Add
source: Add
zh_cn: 添加

# Dialog.Edit
source: Edit
zh_cn: 编辑

# Dialog.Yes
source: Yes
zh_cn: 是

# Dialog.No
source: No
zh_cn: 否

# Config.Servers
source: Servers
zh_cn: 服务器

# Config.Window
source: Window
zh_cn: 窗口

# Config.Connection
source: Connection
zh_cn: 连接

# Config.Notifications
source: Notifications
zh_cn: 通知

# Config.AlwaysOnTop
source: Always on Top
zh_cn: 窗口置顶

# Config.CompactMode
source: Compact Mode
zh_cn: 精简模式

# Config.Theme
source: Theme
zh_cn: 主题

# Config.Language
source: Language / 语言
zh_cn: 语言 / Language

# Config.Opacity
source: Opacity
zh_cn: 不透明度

# Config.FontSize
source: Log Font Size
zh_cn: 日志字体大小

# Config.LocalBacklogMessages
source: Messages kept in each view
zh_cn: 每个视图缓存的消息数

# Config.BacklogMessages
source: History messages requested from legacy servers
zh_cn: 从旧版服务端请求的历史消息数

# ManageServer.Name
source: Name
zh_cn: 名称

# ManageServer.Host
source: IP Address
zh_cn: IP 地址

# ManageServer.Port
source: Port
zh_cn: 端口号

# ManageTab.Name
source: Name
zh_cn: 名称

# ManageTab.ProcessMarkdown
source: Process messages as Markdown
zh_cn: 将消息处理为 Markdown

# ManageNotification.Regexes
source: Regular Expressions
zh_cn: 正则表达式

# ManageNotification.Substrings
source: Substrings
zh_cn: 子字符串

# ManageNotification.MatchAll
source: Match all messages from selected channels
zh_cn: 匹配来自选定频道的所有消息

# ManageNotification.Channels
source: Channels
zh_cn: 频道

# Export.Title
source: Export
zh_cn: 导出

# Export.ProcessMarkdown
source: Process messages as Markdown
zh_cn: 将消息处理为 Markdown

# Export.ShowTimestamps
source: Show timestamps
zh_cn: 显示时间戳

# Export.From
source: From
zh_cn: 从

# Export.To
source: To
zh_cn: 到

# Export.Clear
source: Clear
zh_cn: 清除

# Export.FilterMessages
source: Filter Messages
zh_cn: 过滤消息

# Export.SelectAll
source: Select all
zh_cn: 全选

# Export.DeselectAll
source: Deselect all
zh_cn: 取消全选

# TrustDialog.Title
source: Key Verification
zh_cn: 密钥验证

# TrustDialog.Description
source: Check that the server key below matches the server key shown in the game plugin. Your client key is provided for identification; the server and client keys are different.
zh_cn: 请核对下方服务端公钥是否与游戏插件显示的服务端公钥一致。客户端公钥用于识别此客户端，服务端与客户端的公钥并不相同。

# TrustDialog.Server
source: Server public key:
zh_cn: 服务端公钥：

# TrustDialog.Client
source: Client public key:
zh_cn: 客户端公钥：

# TrustDialog.KeyName
source: Name for this trusted server
zh_cn: 为此受信任的服务器命名

# TrustDialog.Question
source: Does the server key match the key shown in the game plugin?
zh_cn: 服务端公钥是否与游戏插件中显示的一致？

# FriendList.Title
source: Friend List
zh_cn: 好友列表

# FriendList.Refresh
source: Refresh friend list
zh_cn: 刷新好友列表

# ServerScan.Title
source: Server Scan
zh_cn: 服务扫描

# ConfigRecovery.Title
source: Configuration recovery
zh_cn: 配置恢复

# ConfigRecovery.BackupLoaded
source: The previous configuration was loaded from its backup. The original file has been preserved. Restore to save the recovered settings and archive the damaged file.
zh_cn: 已从备份加载上一次的配置，原文件仍保留。点击恢复可保存这些设置，并另存损坏的原文件。

# ConfigRecovery.DefaultsLoaded
source: The configuration and any available backup could not be loaded. Default settings are in use for this session. Existing files have been preserved; saving settings will archive a damaged original.
zh_cn: 无法读取配置及可用备份，本次使用默认设置。现有文件仍保留；后续保存设置时会另存损坏的原文件。

# ConfigRecovery.Restore
source: Restore backup
zh_cn: 恢复备份

# ConfigRecovery.SaveFailed
source: Could not save recovered configuration
zh_cn: 无法保存恢复的配置

# Dialog.Close
source: Close
zh_cn: 关闭

# Chat.NewMessages
source: {0} new messages · Return to latest
zh_cn: 新增 {0} 条 · 回到最新

# Chat.ReturnToLatest
source: Return to latest messages
zh_cn: 回到最新消息

# History.Title
source: History
zh_cn: 历史

# History.Enabled
source: Save local history
zh_cn: 保存本地历史

# History.Retention
source: Days to keep (0 = forever)
zh_cn: 保留天数（0 为永久）

# History.RetentionHelp
source: Favorites, bookmarks and annotated messages are retained. Disabling history stops saving new messages.
zh_cn: 收藏、书签和带备注的消息始终保留。关闭后停止保存新消息。

# History.Unavailable
source: Local history is unavailable. Chat continues without persistence:
zh_cn: 本地历史不可用，本次继续临时聊天：

# History.Gap
source: Some history could not be recovered: the service restarted or records were cleared.
zh_cn: 部分历史无法补齐：服务已重载或记录已清理。

# FriendList.Updated
source: Friend list updated: {0} friends.
zh_cn: 好友列表已更新：{0} 人。

# FriendList.Failed
source: Friend refresh failed. The last complete snapshot was kept.
zh_cn: 好友刷新失败，保留上次完整快照。

# FriendList.NotReady
source: Cannot refresh friends yet. Sign in to a supported server or wait for the current refresh.
zh_cn: 暂时无法刷新好友：请确认已登录且服务端支持，或等待当前刷新完成。

# Command.NotLoggedIn
source: Command cancelled: wait until your character is ready.
zh_cn: 操作已取消：请等待角色登录就绪。

# Command.IdentityChanged
source: Command cancelled: the character or login session changed.
zh_cn: 操作已取消：当前角色或登录会话已改变。

# Command.ChannelChanged
source: Command cancelled: the channel or target changed. Check the target before sending again.
zh_cn: 操作已取消：频道或目标已改变，请确认目标后重新发送。

# Command.QueueFull
source: Command was not sent: the send queue is full. Check the connection before trying again.
zh_cn: 未发送：发送队列已满，请检查连接后重试。

# Command.InvalidRequest
source: Command was not sent: invalid request or more than 8 KiB of text.
zh_cn: 未发送：请求无效，或文本超过 8 KiB。

# Command.Disconnected
source: Command cancelled: the connection ended.
zh_cn: 操作已取消：连接已断开。

# Command.Unavailable
source: Command could not be applied: this game channel is unavailable.
zh_cn: 操作未生效：游戏当前无法使用该频道。

# Workbench.Conversations
source: Conversations
zh_cn: 会话

# Workbench.Channels
source: Channels
zh_cn: 频道

# Workbench.Friends
source: Friends
zh_cn: 好友

# Workbench.History
source: History
zh_cn: 历史

# Workbench.Search
source: Search messages and notes, then press Enter
zh_cn: 搜索消息和备注，按 Enter

# Workbench.Filter
source: Filter list
zh_cn: 筛选列表

# Workbench.Send
source: Send
zh_cn: 发送

# Workbench.Map
source: Map
zh_cn: 地图

# Workbench.Add
source: Add
zh_cn: 新增

# Workbench.TypeMessage
source: Type a message…
zh_cn: 输入消息…

# Workbench.EditChannel
source: Edit channel view
zh_cn: 编辑频道视图

# Workbench.ConnectFirst
source: Connect and log in to a character first.
zh_cn: 请先连接并登录角色。

# Workbench.OfflineHistory
source: Offline history
zh_cn: 离线历史

# Workbench.ChannelView
source: Filtered channel view
zh_cn: 频道筛选视图

# Workbench.Connected
source: Connected
zh_cn: 已连接

# Workbench.Disconnected
source: Disconnected · Local history available
zh_cn: 未连接 · 可浏览本地历史

# Workbench.Channel
source: Channel
zh_cn: 频道

# Workbench.ChannelTarget
source: Messages use the current game channel. Selecting a view does not change the sending channel.
zh_cn: 消息发送到游戏当前频道；切换视图不会切换发送频道。

# Workbench.EnterHint
source: Enter to send · Shift+Enter for a new line
zh_cn: Enter 发送 · Shift+Enter 换行

# Workbench.HistoryRetention
source: Local history: {0} days (notes and bookmarks are protected)
zh_cn: 本地历史保留：{0} 天（带备注和书签的消息受保护）

# Workbench.Forever
source: Forever
zh_cn: 永久

# Workbench.HistoryOff
source: Local history recording is off
zh_cn: 本地历史保存已关闭

# Conversation.Empty
source: No conversations. Select + or open a friend.
zh_cn: 暂无会话。点击 + 新建，或从好友列表打开。

# Conversation.Select
source: Select a conversation
zh_cn: 选择一个会话

# Conversation.Pin
source: Pin conversation
zh_cn: 置顶会话

# Conversation.Pinned
source: Pinned
zh_cn: 已置顶

source: Conversation note
zh_cn: 会话备注

# Conversation.RestoreDraft
source: Restore unsent text
zh_cn: 恢复未发送内容

# Conversation.Target
source: Fixed Tell target: {0} @ {1}
zh_cn: 固定私聊目标：{0} @ {1}

# Conversation.UpgradeRequired
source: Update the plugin to enable fixed-target Tells.
zh_cn: 服务端暂不支持固定目标私聊，请更新插件。

# Conversation.ReadOnly
source: This character is offline; drafts are kept.
zh_cn: 当前角色未连接；草稿会保留。

# Conversation.NotSent
source: Not sent. Check the connection and character.
zh_cn: 尚未发送，请检查连接和角色状态。

# Conversation.Queued
source: Queued; waiting for the game…
zh_cn: 已排队，等待游戏处理…

# Conversation.Submitted
source: Submitted to game (delivery is not confirmed)
zh_cn: 已提交游戏（不代表对方已收到）

# Conversation.Name
source: Full character name
zh_cn: 角色全名

# Conversation.World
source: Home world
zh_cn: 所属世界

# Conversation.New
source: New conversation
zh_cn: 新建会话

# Conversation.Open
source: Open conversation
zh_cn: 打开会话

# Conversation.InvalidIdentity
source: Enter a full character name and select a home world.
zh_cn: 请输入完整角色名并选择所属世界。

# Conversation.Draft
source: Draft
zh_cn: 草稿

# History.Owner
source: Character and connection
zh_cn: 角色与连接

# History.Person
source: Person name
zh_cn: 人物名称

# History.From
source: From date
zh_cn: 起始日期

# History.Until
source: Until date
zh_cn: 结束日期

# History.BookmarksOnly
source: Bookmarks only
zh_cn: 仅书签

# History.Apply
source: Apply filters
zh_cn: 应用筛选

# History.AllChannels
source: All channels
zh_cn: 所有频道

# History.AllOwners
source: All characters
zh_cn: 所有角色

# History.Unassigned
source: Unassigned records
zh_cn: 未归属记录

# History.InvalidDates
source: End date must be on or after start date.
zh_cn: 结束日期不能早于起始日期。

# History.Results
source: Loaded {0} records, newest first.
zh_cn: 已载入 {0} 条记录，按时间从新到旧排列。

# History.LoadOlder
source: Load older
zh_cn: 加载更早记录

# History.Context
source: View context
zh_cn: 查看上下文

# History.Back
source: Back to search
zh_cn: 返回搜索结果

# History.Note
source: Message note
zh_cn: 消息备注

# History.Bookmark
source: Bookmark
zh_cn: 添加书签

# History.Unbookmark
source: Remove bookmark
zh_cn: 取消书签

# History.Removed
source: This record has been removed.
zh_cn: 这条记录已被清理。

# FriendList.Cached
source: Cached snapshot
zh_cn: 缓存快照

# FriendList.Online
source: Online
zh_cn: 在线

# FriendList.Offline
source: Offline
zh_cn: 离线

# FriendList.Select
source: Select a friend to open a fixed-target Tell
zh_cn: 选择好友打开固定目标私聊

# Avatar.Title
source: Character avatar
zh_cn: 角色头像

# Avatar.Online
source: Allow online Lodestone avatar lookups
zh_cn: 允许联网查询 Lodestone 头像

# Avatar.Id
source: Lodestone character ID or profile URL
zh_cn: Lodestone 角色 ID 或个人资料链接

# Avatar.Help
source: Automatic binding requires one exact match. Paste an official profile URL to bind manually. Save an empty field to unbind and disable automatic lookup. Online lookup can be disabled in Settings.
zh_cn: 仅唯一匹配的角色会自动绑定。可粘贴官方资料链接手动绑定；清空后保存可取消绑定并停止自动查询。联网开关位于设置。

# Avatar.Disabled
source: Binding and automatic lookup disabled
zh_cn: 已取消绑定和自动查询

source: Avatar cached
zh_cn: 已缓存头像

# Avatar.Placeholder
source: No avatar; showing name placeholder
zh_cn: 暂无头像，显示姓名占位图

# Avatar.Profile
source: Open Lodestone profile
zh_cn: 打开 Lodestone 资料

# Avatar.Auto
source: Match automatically again
zh_cn: 重新自动匹配

# Avatar.Invalid
source: Enter a valid ID or official Lodestone character profile URL.
zh_cn: 请输入有效 ID 或官方 Lodestone 角色资料链接。

source: Avatar unavailable:
zh_cn: 头像暂不可用：

# Conversation.Unknown
source: Game submission was not confirmed. Check game chat before retrying.
zh_cn: 未确认游戏提交结果；请核对游戏聊天后再决定是否重发。

# Conversation.Partial
source: {0} parts were submitted to the game. Restored text contains the full original; check before resending.
zh_cn: 已有 {0} 段提交游戏。恢复的是完整原文，重发前请核对。

# FriendList.Empty
source: No friend snapshot. Connect to refresh.
zh_cn: 暂无好友快照。连接后可以刷新。

# FriendList.IdentityUnavailable
source: Character identity unavailable
zh_cn: 角色身份暂不可用

# FriendList.Refreshing
source: Refreshing friends…
zh_cn: 正在刷新好友列表…

# FriendList.Snapshot
source: {0} friends · Snapshot {1}
zh_cn: {0} 位好友 · 快照 {1}

# FriendList.Stale
source: Cached snapshot; status may have changed.
zh_cn: 当前为缓存，状态可能已变化。

# FriendList.Timing
source: Visible friends are checked on demand; results expire after one minute.
zh_cn: 当前可见好友的状态会按需查询；超过一分钟标为已过期。

# FriendList.Unsupported
source: This connection does not support friend snapshots.
zh_cn: 当前连接不支持好友快照。

# FriendList.Unknown
source: Status unknown
zh_cn: 状态未知

# ChatType.Action
source: Actions used
zh_cn: 技能

# ChatType.Alarm
source: Alarm Notifications
zh_cn: 闹钟通知

# ChatType.Alliance
source: Alliance
zh_cn: 团队

# ChatType.BattleSystem
source: Battle System Messages
zh_cn: 战斗系统消息

# ChatType.Crafting
source: Synthesis Messages
zh_cn: 制作

# ChatType.CrossLinkshell1
source: Cross-world Linkshell [1]
zh_cn: 跨界通讯贝 [1]

# ChatType.CrossLinkshell2
source: Cross-world Linkshell [2]
zh_cn: 跨界通讯贝 [2]

# ChatType.CrossLinkshell3
source: Cross-world Linkshell [3]
zh_cn: 跨界通讯贝 [3]

# ChatType.CrossLinkshell4
source: Cross-world Linkshell [4]
zh_cn: 跨界通讯贝 [4]

# ChatType.CrossLinkshell5
source: Cross-world Linkshell [5]
zh_cn: 跨界通讯贝 [5]

# ChatType.CrossLinkshell6
source: Cross-world Linkshell [6]
zh_cn: 跨界通讯贝 [6]

# ChatType.CrossLinkshell7
source: Cross-world Linkshell [7]
zh_cn: 跨界通讯贝 [7]

# ChatType.CrossLinkshell8
source: Cross-world Linkshell [8]
zh_cn: 跨界通讯贝 [8]

# ChatType.CrossParty
source: Cross-world Party
zh_cn: 跨界小队

# ChatType.CustomEmote
source: Custom Emotes
zh_cn: 自定义情感动作

# ChatType.Damage
source: Damage dealt
zh_cn: 伤害

# ChatType.Debug
source: Debug
zh_cn: 调试

# ChatType.Echo
source: Echo
zh_cn: 本地回显

# ChatType.Error
source: Error Messages
zh_cn: 错误消息

# ChatType.FreeCompany
source: Free Company
zh_cn: 部队

# ChatType.FreeCompanyAnnouncement
source: Free Company Announcements
zh_cn: 部队公告

# ChatType.FreeCompanyLoginLogout
source: Free Company Member Login Notifications
zh_cn: 部队成员登录通知

# ChatType.GainBuff
source: Beneficial effects granted
zh_cn: 获得增益效果

# ChatType.GainDebuff
source: Detrimental effects inflicted
zh_cn: 获得减益效果

# ChatType.Gathering
source: Gathering Messages
zh_cn: 采集

# ChatType.GatheringSystem
source: Gathering System Messages
zh_cn: 采集系统消息

# ChatType.GmFreeCompany
source: Free Company (GM)
zh_cn: 部队（GM）

# ChatType.GmLinkshell1
source: Linkshell [1] (GM)
zh_cn: 通讯贝 [1]（GM）

# ChatType.GmLinkshell2
source: Linkshell [2] (GM)
zh_cn: 通讯贝 [2]（GM）

# ChatType.GmLinkshell3
source: Linkshell [3] (GM)
zh_cn: 通讯贝 [3]（GM）

# ChatType.GmLinkshell4
source: Linkshell [4] (GM)
zh_cn: 通讯贝 [4]（GM）

# ChatType.GmLinkshell5
source: Linkshell [5] (GM)
zh_cn: 通讯贝 [5]（GM）

# ChatType.GmLinkshell6
source: Linkshell [6] (GM)
zh_cn: 通讯贝 [6]（GM）

# ChatType.GmLinkshell7
source: Linkshell [7] (GM)
zh_cn: 通讯贝 [7]（GM）

# ChatType.GmLinkshell8
source: Linkshell [8] (GM)
zh_cn: 通讯贝 [8]（GM）

# ChatType.GmNoviceNetwork
source: Novice Network (GM)
zh_cn: 新人频道（GM）

# ChatType.GmParty
source: Party (GM)
zh_cn: 小队（GM）

# ChatType.GmSay
source: Say (GM)
zh_cn: 说话（GM）

# ChatType.GmShout
source: Shout (GM)
zh_cn: 喊话（GM）

# ChatType.GmTell
source: Tell (GM)
zh_cn: 私聊（GM）

# ChatType.GmYell
source: Yell (GM)
zh_cn: 呼喊（GM）

# ChatType.Healing
source: Healing
zh_cn: 治疗

# ChatType.Item
source: Items used
zh_cn: 物品使用

# ChatType.Linkshell1
source: Linkshell [1]
zh_cn: 通讯贝 [1]

# ChatType.Linkshell2
source: Linkshell [2]
zh_cn: 通讯贝 [2]

# ChatType.Linkshell3
source: Linkshell [3]
zh_cn: 通讯贝 [3]

# ChatType.Linkshell4
source: Linkshell [4]
zh_cn: 通讯贝 [4]

# ChatType.Linkshell5
source: Linkshell [5]
zh_cn: 通讯贝 [5]

# ChatType.Linkshell6
source: Linkshell [6]
zh_cn: 通讯贝 [6]

# ChatType.Linkshell7
source: Linkshell [7]
zh_cn: 通讯贝 [7]

# ChatType.Linkshell8
source: Linkshell [8]
zh_cn: 通讯贝 [8]

# ChatType.LootNotice
source: Loot Notices
zh_cn: 战利品通知

# ChatType.LootRoll
source: Loot Messages
zh_cn: 战利品掷点

# ChatType.LoseBuff
source: Beneficial effects lost
zh_cn: 失去增益效果

# ChatType.LoseDebuff
source: Detrimental effects cured
zh_cn: 失去减益效果

# ChatType.MessageBook
source: Message Book Alert
zh_cn: 留言簿提示

# ChatType.Miss
source: Failed attacks
zh_cn: 未命中

# ChatType.Notice
source: Notice
zh_cn: 通知

# ChatType.NoviceNetwork
source: Novice Network
zh_cn: 新人频道

# ChatType.NoviceNetworkSystem
source: Novice Network Notifications
zh_cn: 新人频道系统消息

# ChatType.NpcAnnouncement
source: NPC Dialogue (Announcements)
zh_cn: NPC 公告

# ChatType.NpcDialogue
source: NPC Dialogue
zh_cn: NPC 对话

# ChatType.Orchestrion
source: Current Orchestrion Track Messages
zh_cn: 管弦乐曲目

# ChatType.Party
source: Party
zh_cn: 小队

# ChatType.PeriodicRecruitmentNotification
source: Periodic Recruitment Notifications
zh_cn: 招募定期通知

# ChatType.Progress
source: Progression Messages
zh_cn: 进度消息

# ChatType.PvpTeam
source: PvP Team
zh_cn: 战队

# ChatType.PvpTeamAnnouncement
source: PvP Team Announcements
zh_cn: 战队公告

# ChatType.PvpTeamLoginLogout
source: PvP Team Member Login Notifications
zh_cn: 战队成员登录通知

# ChatType.RandomNumber
source: Random Number Messages
zh_cn: 随机数消息

# ChatType.RetainerSale
source: Retainer Sale Notifications
zh_cn: 雇员出售通知

# ChatType.Say
source: Say
zh_cn: 说话

# ChatType.Shout
source: Shout
zh_cn: 喊话

# ChatType.Sign
source: Sign Messages for PC Targets
zh_cn: 玩家目标标记

# ChatType.StandardEmote
source: Standard Emotes
zh_cn: 情感动作

# ChatType.System
source: System Messages
zh_cn: 系统消息

# ChatType.TellIncoming
source: Tell (Incoming)
zh_cn: 私聊（接收）

# ChatType.TellOutgoing
source: Tell (Outgoing)
zh_cn: 私聊（发送）

# ChatType.Urgent
source: Urgent
zh_cn: 紧急消息

# ChatType.Yell
source: Yell
zh_cn: 呼喊

# Filter.Alarm
source: Alarm Notifications
zh_cn: 闹钟通知

# Filter.Alliance
source: Alliance
zh_cn: 团队

# Filter.Battle
source: Battle
zh_cn: 战斗

# Filter.CrossLinkshell1
source: Cross-world Linkshell [1]
zh_cn: 跨界通讯贝 [1]

# Filter.CrossLinkshell2
source: Cross-world Linkshell [2]
zh_cn: 跨界通讯贝 [2]

# Filter.CrossLinkshell3
source: Cross-world Linkshell [3]
zh_cn: 跨界通讯贝 [3]

# Filter.CrossLinkshell4
source: Cross-world Linkshell [4]
zh_cn: 跨界通讯贝 [4]

# Filter.CrossLinkshell5
source: Cross-world Linkshell [5]
zh_cn: 跨界通讯贝 [5]

# Filter.CrossLinkshell6
source: Cross-world Linkshell [6]
zh_cn: 跨界通讯贝 [6]

# Filter.CrossLinkshell7
source: Cross-world Linkshell [7]
zh_cn: 跨界通讯贝 [7]

# Filter.CrossLinkshell8
source: Cross-world Linkshell [8]
zh_cn: 跨界通讯贝 [8]

# Filter.CustomEmote
source: Custom Emotes
zh_cn: 自定义情感动作

# Filter.Debug
source: Debug
zh_cn: 调试

# Filter.Echo
source: Echo
zh_cn: 本地回显

# Filter.ErrorMessages
source: Error Messages
zh_cn: 错误消息

# Filter.FreeCompany
source: Free Company
zh_cn: 部队

# Filter.FreeCompanyAnnouncements
source: Free Company Announcements
zh_cn: 部队公告

# Filter.FreeCompanyLoginLogout
source: Free Company Member Login Notifications
zh_cn: 部队成员登录通知

# Filter.GatheringSystem
source: Gathering System Messages
zh_cn: 采集系统消息

# Filter.Gm
source: GM Messages
zh_cn: GM 消息

# Filter.Linkshell1
source: Linkshell [1]
zh_cn: 通讯贝 [1]

# Filter.Linkshell2
source: Linkshell [2]
zh_cn: 通讯贝 [2]

# Filter.Linkshell3
source: Linkshell [3]
zh_cn: 通讯贝 [3]

# Filter.Linkshell4
source: Linkshell [4]
zh_cn: 通讯贝 [4]

# Filter.Linkshell5
source: Linkshell [5]
zh_cn: 通讯贝 [5]

# Filter.Linkshell6
source: Linkshell [6]
zh_cn: 通讯贝 [6]

# Filter.Linkshell7
source: Linkshell [7]
zh_cn: 通讯贝 [7]

# Filter.Linkshell8
source: Linkshell [8]
zh_cn: 通讯贝 [8]

# Filter.Loot
source: Loot Notices
zh_cn: 战利品通知

# Filter.MessageBook
source: Message Book Alert
zh_cn: 留言簿提示

# Filter.Notice
source: Notice
zh_cn: 通知

# Filter.NoviceNetwork
source: Novice Network
zh_cn: 新人频道

# Filter.NoviceNetworkAnnouncements
source: Novice Network Notifications
zh_cn: 新人频道通知

# Filter.NpcAnnouncement
source: NPC Dialogue (Announcements)
zh_cn: NPC 公告

# Filter.NpcDialogue
source: NPC Dialogue
zh_cn: NPC 对话

# Filter.Orchestrion
source: Current Orchestrion Track Messages
zh_cn: 管弦乐曲目

# Filter.OthersBattleSystem
source: Others' Battle System Messages
zh_cn: 他人的战斗系统消息

# Filter.OthersCrafting
source: Others' Synthesis Messages
zh_cn: 他人的制作消息

# Filter.OthersFishing
source: Others' Fishing Messages
zh_cn: 他人的钓鱼消息

# Filter.OthersLoot
source: Others' Loot Messages
zh_cn: 他人的战利品消息

# Filter.OthersProgression
source: Others' Progression Messages
zh_cn: 他人的进度消息

# Filter.OwnBattleSystem
source: Own Battle System Messages
zh_cn: 自己的战斗系统消息

# Filter.OwnCrafting
source: Own Synthesis Messages
zh_cn: 自己的制作消息

# Filter.OwnGathering
source: Own Gathering Messages
zh_cn: 自己的采集消息

# Filter.OwnLoot
source: Own Loot Messages
zh_cn: 自己的战利品消息

# Filter.OwnProgression
source: Own Progression Messages
zh_cn: 自己的进度消息

# Filter.Party
source: Party
zh_cn: 小队

# Filter.PartyProgression
source: Party Members' Progression Messages
zh_cn: 队友的进度消息

# Filter.PeriodicRecruitment
source: Periodic Recruitment Notifications
zh_cn: 招募定期通知

# Filter.PvpTeam
source: PvP Team
zh_cn: 战队

# Filter.PvpTeamAnnouncements
source: PvP Team Announcements
zh_cn: 战队公告

# Filter.PvpTeamLoginLogout
source: PvP Team Member Login Notifications
zh_cn: 战队成员登录通知

# Filter.Random
source: Random Number Messages
zh_cn: 随机数消息

# Filter.RetainerSale
source: Retainer Sale Notifications
zh_cn: 雇员出售通知

# Filter.Say
source: Say
zh_cn: 说话

# Filter.Shout
source: Shout
zh_cn: 喊话

# Filter.Sign
source: Sign Messages for PC Targets
zh_cn: 玩家目标标记

# Filter.StandardEmote
source: Standard Emotes
zh_cn: 情感动作

# Filter.SystemMessages
source: System Messages
zh_cn: 系统消息

# Filter.Tell
source: Tell
zh_cn: 私聊

# Filter.Urgent
source: Urgent
zh_cn: 紧急消息

# Filter.Yell
source: Yell
zh_cn: 呼喊

# FilterCategory.Announcements
source: Announcements
zh_cn: 系统与通知

# FilterCategory.Battle
source: Battle
zh_cn: 战斗

# FilterCategory.Chat
source: Chat
zh_cn: 聊天

# ManageNotification.New
source: Add notification
zh_cn: 添加通知

# ManageNotification.Title
source: Edit notification
zh_cn: 编辑通知

# ManageServer.New
source: Add server
zh_cn: 添加服务器

# ManageServer.Title
source: Edit server
zh_cn: 编辑服务器

# ManageTab.New
source: Add channel view
zh_cn: 添加频道视图

# ManageTab.Title
source: Edit channel view
zh_cn: 编辑频道视图

# ManageTabs.Title
source: Manage channel views
zh_cn: 管理频道视图

# Status.CommunicationError
source: Connection or communication interrupted: {0}
zh_cn: 连接或通信中断：{0}

# Theme.Dark
source: Dark
zh_cn: 深色

# Theme.Light
source: Light
zh_cn: 浅色

# Theme.System
source: System default
zh_cn: 跟随系统

# TrustDialog.DefaultName
source: Game server ({0})
zh_cn: 游戏端（{0}）

# Item.AdvancedMelding
source: Advanced melding available
zh_cn: 允许禁断镶嵌

# Item.Category
source: Item
zh_cn: 物品

# Item.EquipLevel
source: Equip level
zh_cn: 装备等级

source: Item level
zh_cn: 品级

# Item.MateriaSlots
source: Materia slots
zh_cn: 魔晶石镶嵌孔

# Item.NoDescription
source: No description available
zh_cn: 暂无描述

# Item.NoDetails
source: The game did not provide detailed attributes
zh_cn: 游戏端未回传详细属性

# Item.NoSlots
source: No base slots
zh_cn: 无固有孔位

# Item.Stats
source: Attributes and bonuses
zh_cn: 基本参数 / 属性加成

# Item.Title
source: Item information
zh_cn: 物品信息

# Map.Title
source: Map
zh_cn: 地图

# Presence.Expired
source: Expired
zh_cn: 已过期

# Presence.Timeout
source: Query timed out
zh_cn: 查询超时

# Presence.Unavailable
source: Currently unavailable
zh_cn: 暂时无法查询

# Presence.Checking
source: Checking…
zh_cn: 查询中…

# Workbench.Events
source: Events
zh_cn: 事件

# Event.DutyReady
source: Duty ready
zh_cn: 排本就绪

# Event.Login
source: Logged in
zh_cn: 角色已登录
